{"meta":{"title":"Lito的博客","subtitle":"少有人走的路","description":"。。。","author":"Lito","url":"http://Coconut443.github.io","root":"/"},"pages":[],"posts":[{"title":"","slug":"少有人走的路（心理类）","date":"2021-06-13T14:48:30.137Z","updated":"2021-06-13T14:48:13.529Z","comments":true,"path":"2021/06/13/少有人走的路（心理类）/","link":"","permalink":"http://coconut443.github.io/2021/06/13/%E5%B0%91%E6%9C%89%E4%BA%BA%E8%B5%B0%E7%9A%84%E8%B7%AF%EF%BC%88%E5%BF%83%E7%90%86%E7%B1%BB%EF%BC%89/","excerpt":"","text":"少有人走的路——心智成熟的道路 个人评价 这本书的前半部分我个人认为写的很透彻，指明了我内心不敢面对的东西，走向心智成熟，面对自己，对自己负责，给自己自由，自己才能长大。后半部分有些玄学化，逐渐开始探讨一些虚无的东西，如一些巧合的发生，梦境的重现，幸运地躲过灾祸之类。或许是作者层次更高了看到很多自己无法解释的东西，所以用比较玄幻的方式给出一种可能的解释。 初读 人生是艰难的，苦难重重 人生本就是不断发现问题，解决问题的过程。问题是成功与失败的分水岭。 局部的自律只能解决局部的问题，完整的自律才能解决完整的问题 人生需要坚持，日复一日，年复一年，不进则退。 敢于面对痛苦，也要承担责任 如何自律推迟满足： 第一步：面对问题、承担责任、感受痛苦 第二步：解决问题。 解决问题对自己有着非凡意义 解决问题意味着成功，不能解决意味着失败 为了逃避失败不去面对问题，也就无成功可言*父母对孩子的影响 父母需要以身作则，言传身教 才能让下一辈学会自律、自制、自尊 父母的爱和父母的珍视，让孩子学会自尊自爱自尊自爱 学会进步而不是落后，懂得追求幸福而不是自暴自弃 认识到我是个有价值的人，是健全心理的基本前提 自尊自爱的感觉，是自律的基础。 自律的核心，就是学习自我照顾，承认自我价值的重要性，并采取一切措施照顾自己，这是走向自立的关键。时间观念 忽略和漠视时间的价值，就会郁郁寡欢，无谓地虚度光阴面对痛苦 花时间应对让人不舒服的感觉 （面对问题 感受痛苦） 某个问题你不擅长解决，你不想花长时间来应对这种不舒服的感觉，不愿意冷静地分析问题，不想去推迟满足感，最终没有从问题中积累有效的经验 很多人有这样的倾向：问题出现后，就要立刻解决，否则就会思绪烦乱，寝食不安，这样不好，但是如果等待问题自动消失，这种心态更可怕。问题没有消失，他仍然会继续存在，他们是妨碍心灵成长的永远的障碍。承担责任 我们必须面对属于自己的问题，这是解决问题的基本前提。 勇敢地说“这是我的问题，还是由我来解决！” 案例： 作者自己延长工作时间，看到同事早下班，觉得快崩溃了，找上司请求他帮他安排时间，但其实，是希望上司为他负责，把责任推到别人身上，把自由和权力交给命运，政府、社会、独裁者、上司 我们有权力选择自己要做的事，一件事做不了不应该怪罪到制度、或者他人身上 许多人看心理医生都面临一个共同问题，感觉自己不能对付或者改变现状，因此产生恐惧、无助和自我怀疑。多数人力不从心的根源在于他们想逃避自由，不能为他们的问题，他们的生活承担责任。他们感到乏力，在于他们放弃了自己的力量。如果得到治疗，就会意识到，作为成年人，整个一生都充满选择和决定的机会。他们接受这一事实，就会变成一个自由的人。无法接受这种事实，永远都会感觉到自己是个牺牲品。 尊重事实 越是了解事实，处理问题越是得心应手 终身获取新信息新知识，不断绘制人生的地图 身边每天都有新的资讯，要吸收他们，地图的修订就要不断进行 智慧，意味着将思考和行动紧密结合。自我反省和自我审视，对于我们至关重要。 反省自身内心世界的痛苦，往往大于观察外在世界的痛苦，所以，很多人逃避前者而选择后者。实际上愿意献身真理对于我们的非凡价值，将使痛苦显得微不足道迎接挑战 畏惧挑战带来的正常的痛苦，因而不断逃避和撒谎，无异是有意回避有益的痛苦 很多人惧怕面对真实、开诚布公的痛苦，宁可选择有限的诚实和开放，这等同于生活在封闭状态中，从来不敢拿出地图，与现实情况进行比照，表面来看，自我封闭显然容易得多，殊不知尊重真理和事实，其收获远远超过代价 你既要承担责任，也要拒绝你不该承担的责任 学会生气，学会抑制生气，学会恰当表达生气保持平衡 保持平衡的最高原则就是学会放弃 要改变短视，急功近利，渴望寻求捷径的人生态度 既要肯定自我，保持稳定，又要放弃自我，腾出空间，接纳新的想法和观念 为了放弃，首先必需拥有某种事物 什么是爱 待补充","categories":[],"tags":[]},{"title":"fortest","slug":"fortest","date":"2021-05-29T03:23:56.000Z","updated":"2021-05-29T03:25:31.905Z","comments":true,"path":"2021/05/29/fortest/","link":"","permalink":"http://coconut443.github.io/2021/05/29/fortest/","excerpt":"","text":"第一篇文章1 引言 好书推荐《少有人走的路》","categories":[],"tags":[]},{"title":"","slug":"C5_继承","date":"2021-05-29T01:44:54.325Z","updated":"2021-05-26T05:53:50.715Z","comments":true,"path":"2021/05/29/C5_继承/","link":"","permalink":"http://coconut443.github.io/2021/05/29/C5_%E7%BB%A7%E6%89%BF/","excerpt":"","text":"","categories":[],"tags":[]}],"categories":[],"tags":[]}